{
    "Led Zeppelin I": {
        "id": "Led Zeppelin I",
        "name": "Led Zeppelin I",
        "description": "Led Zeppelin, sometimes referred to as Led Zeppelin I, is the debut studio album by English rock band Led Zeppelin. It was released on 12 January 1969 in the United States and on 31 March in the United Kingdom by Atlantic Records. The album was recorded in September and October 1968 at Olympic Studios in London, shortly after the band's formation. It contains a mix of original material worked out in the first rehearsals, and remakes and rearrangements of contemporary blues and folk songs. The sessions took place before the group had secured a recording contract and totalled 36 hours; they were paid for directly by Jimmy Page, the group's founder, leader and guitarist, and Led Zeppelin's manager Peter Grant and cost £1,782 (equivalent to £31,203 in 2021) to complete. They were produced by Page, who as a musician was joined by band members Robert Plant (lead vocals, harmonica), John Paul Jones (bass, keyboards), and John Bonham (drums). Percussionist Viram Jasani appears as a guest on one track. The tracks were mixed by Page's childhood friend Glyn Johns, and the iconic album cover showing the Hindenburg disaster was designed by George Hardie. Led Zeppelin showcased the group's fusion of blues and rock, and their take on the emerging hard rock sound was immediately commercially successful in both the UK and US, reaching the top 10 on album charts in both countries, as well as several others. Many of the songs were longer and not well suited to be released as singles for radio airplay; Page was reluctant to release singles, so only Good Times Bad Times, backed with Communication Breakdown, was released outside of the UK. However, due to exposure on album-oriented rock radio stations, and growth in popularity of the band, many of the album's songs have become classic rock radio staples.",
        "tracks": "Good Times, Bad Times, Babe I'm Gonna Leave You, You Shook Me, Dazed and Confused, Your Time is Gonna Come, Black Mountain Side, Communication Breakdown, I Can't Quit You Baby, How Many More Times"
    },
    "Led Zeppelin II": {
        "id": "Led Zeppelin II",
        "name": "Led Zeppelin II",
        "description": "Led Zeppelin II is the second studio album by the English rock band Led Zeppelin, released on 22 October 1969 in the United States and on 31 October 1969 in the United Kingdom by Atlantic Records. Recording sessions for the album took place at several locations in both the United Kingdom and North America from January to August 1969. The album's production was credited to the band's lead guitarist and songwriter Jimmy Page, and it was also Led Zeppelin's first album on which Eddie Kramer served as engineer.The album exhibited the band's evolving musical style of blues-derived material and their guitar riff-based sound. It has been described as the band's heaviest album. Six of the nine songs were written by the band, while the other three were reinterpretations of Chicago blues songs by Willie Dixon and Howlin' Wolf. One single, Whole Lotta Love, was released outside of the UK (the band would release no UK singles during their career), and peaked as a top-ten single in over a dozen markets around the world. Led Zeppelin II was a commercial success, and was the band's first album to reach number one on charts in the UK and the US. The album's cover designer David Juniper was nominated for a Grammy Award for Best Recording Package in 1970. On 15 November 1999, the album was certified 12× Platinum by the Recording Industry Association of America (RIAA) for sales passing 12 million copies. Since its release, various writers and music critics have regularly cited Led Zeppelin II as one of the greatest and most influential albums of all time.",
        "tracks": "Whole Lotta Love, What is and What Should Never Be, The Lemon Song, Thank you, Heartbreaker, Living Loving Maid(She's Just a Woman, Ramble On, Moby Dick, Bring It On Home"
    },
    "Led Zeppelin III": {
        "id": "Led Zeppelin III",
        "name": "Led Zeppelin III",
        "description": "Led Zeppelin III is the third studio album by the English rock band Led Zeppelin, released on 5 October 1970. It was recorded in three locations. Much of the work was done at Headley Grange, a country house, using the Rolling Stones Mobile Studio. Additional sessions were held at Island Studios and Olympic Studios in London. As with the prior album, the band eschewed the use of guest musicians, with all music performed by band members Robert Plant (vocals), Jimmy Page (guitars), John Paul Jones (bass, keyboards), and John Bonham (drums). The range of instruments played by the band was greatly enhanced on this album, with Jones especially emerging as a talented multi-instrumentalist, playing a wide range of keyboard and stringed instruments, including various synthesizers, mandolin and double bass, in addition to his usual bass guitar. As with prior albums, Page served as producer on the album, with mixing done by Andy Johns and Terry Manning. The album showed a progression from straightforward rock towards folk and acoustic music. While hard rock influences were still present, such as on Immigrant Song, acoustic-based songs such as Gallows Pole and That's the Way showed Led Zeppelin were capable of playing different styles successfully. The band wrote most of the material themselves, but as with prior records, included two songs that were re-interpretations of earlier works: Gallows Pole, based on a traditional English folk song, by way of American singer Fred Gerlach; and Hats Off to (Roy) Harper, a reworking of a blues song by Bukka White. The acoustic material developed from a songwriting session between Plant and Page at Bron-Yr-Aur cottage in Wales, which influenced the musical direction. The album was one of the most anticipated of 1970, and its shipping date was held up by the intricate inner sleeve design based around a volvelle, with numerous images visible through holes in the outer cover. It was an immediate commercial success upon release and topped the UK and US charts. Although many critics were initially confused over the change in musical style and gave the album a mixed response, Led Zeppelin III has since been acknowledged as representing an important milestone in the band's history and a turning point in their music.",
        "tracks": "Immigrant Song, Friends, Celebration Day, Since I've Been Loving You, Out on the Tiles, Gallows Pole, Tangerine, That's The Way, Bron-Y-Aur Stomp, Hats Off to (Roy) Harper"
    },
    "Led Zeppelin IV": {
        "id": "Led Zeppelin IV",
        "name": "Led Zeppelin IV",
        "description": "The untitled fourth studio album by the English rock band Led Zeppelin, commonly known as Led Zeppelin IV, was released on 8 November 1971 by Atlantic Records. It was produced by guitarist Jimmy Page and recorded between December 1970 and February 1971, mostly in the country house Headley Grange. The album contains the band's most well-known recording, the eight-minute-long Stairway to Heaven.The informal recording environment inspired the band, allowing them to try different arrangements of material and create songs in various styles. After the band's previous album Led Zeppelin III received lukewarm reviews from critics, they decided their fourth album would officially be untitled and would be represented instead by four symbols – one chosen by each band member – without featuring the name or any other details on the cover. Unlike the prior two albums, the band was joined by guest musicians: vocalist Sandy Denny on The Battle of Evermore, and pianist Ian Stewart on Rock and Roll. As with prior albums, most of the material was written by the band, though there was one cover song, a hard rock re-interpretation of the Memphis Minnie blues song When the Levee Breaks. The album was a critical and commercial success and is Led Zeppelin's best-selling album, having shipped over 37 million copies worldwide. It is one of the best-selling albums in the US and of all time in general, while critics have regularly placed it highly on lists of the greatest albums of all time. In 2010, Led Zeppelin IV was one of ten classic album covers from British artists commemorated on a UK postage stamp issued by the Royal Mail.",
        "tracks": "Black Dog, Rock and Roll, The Battle of Evermore, Stairway to Heaven, Misty Mountain Hop, Four Sticks, Going to California, When the Levee Breaks"
    },
    "The Dark Side of the Moon": {
        "id": "The Dark Side of the Moon",
        "name": "The Dark Side of the Moon",
        "description": "The Dark Side of the Moon is the eighth studio album by the English rock band Pink Floyd, released on 1 March 1973 by Harvest Records in the UK and Capitol Records in the US. Developed during live performances before recording began, it was conceived as a concept album that would focus on the pressures faced by the band during their arduous lifestyle, and also deal with the mental health problems of former band member Syd Barrett, who departed the group in 1968. New material was recorded in two sessions in 1972 and 1973 at EMI Studios (now Abbey Road Studios) in London. The record builds on ideas explored in Pink Floyd's earlier recordings and performances, while omitting the extended instrumentals that characterised the band's earlier work. The group employed multitrack recording, tape loops, and analogue synthesisers, including experimentation with the EMS VCS 3 and a Synthi A. Engineer Alan Parsons was responsible for many of the sonic aspects of the recording, and for the recruitment of session singer Clare Torry, who appears on The Great Gig in the Sky. The Dark Side of the Moon centers on the idea of madness, exploring themes such as conflict, greed, time, death, and mental illness. Snippets from interviews with the band's road crew and others are featured alongside philosophical quotations. The sleeve, which depicts a prismatic spectrum, was designed by Storm Thorgerson in response to keyboardist Richard Wright's request for a simple and bold design which would represent the band's lighting and the album's themes. The album was promoted with two singles: Money and Us and Them. The Dark Side of the Moon is among the most critically acclaimed albums and often features in professional listings of the greatest of all time. It brought Pink Floyd international fame, wealth and plaudits to all four band members. A blockbuster release of the album era, it also propelled record sales throughout the music industry during the 1970s. The Dark Side of the Moon is certified 14 times platinum in the United Kingdom, and topped the US Billboard Top LPs & Tape chart, where it has charted for 984 weeks. As of 2013, The Dark Side of the Moon had sold over 45 million copies worldwide, making it the band's best-selling release, the best-selling album of the 1970s, and the fourth-best-selling album in history. In 2012, the album was selected for preservation in the United States National Recording Registry by the Library of Congress as being culturally, historically, or aesthetically significant. It was inducted into the Grammy Hall of Fame in 1999.",
        "tracks": "Speak to Me, Breathe (In the Air), On the Run, Time, The Great Gig in the Sky, Money, Us and Them, Any Colour You Like, Brain Damage, Eclipse"
    },
    "Wish You Were Here": {
        "id": "Wish You Were Here",
        "name": "Wish You Were Here",
        "description": "Wish You Were Here is the ninth studio album by the English rock band Pink Floyd, released on 12 September 1975 through Harvest Records in the UK and Columbia Records in the US, their first for the label. Based on material Pink Floyd composed while performing in Europe, Wish You Were Here was recorded over numerous sessions throughout 1975 at EMI Studios (now Abbey Road Studios) in London. The album's lyrical themes concern alienation and criticism of the music business. The bulk of the album is taken up by Shine On You Crazy Diamond, a nine-part tribute to founding member Syd Barrett, who left the band seven years earlier due to his deteriorating mental health. Barrett coincidentally visited during the album's production in 1975. Like their previous release, The Dark Side of the Moon (1973), Pink Floyd employed studio effects and synthesisers during recording. Guest singers included Roy Harper, who provided the lead vocals on Have a Cigar, and Venetta Fields, who added backing vocals to Shine On You Crazy Diamond. To promote the album, the band released the double A-side single Have a Cigar / Welcome to the Machine. Upon its release, Wish You Were Here received mixed reviews from critics, who found its music uninspiring and inferior to the band's previous work. It has retrospectively received critical acclaim, hailed as one of the greatest albums of all time and one of the band's finest works. It was cited by keyboardist Richard Wright and guitarist David Gilmour as their favourite Pink Floyd album.",
        "tracks": "Shine On You Crazy Diamond (Parts I-V), Welcome to the Machine, Have a Cigar, Wish You Were Here, Shine On You Crazy Diamond (Parts VI-IX)"
    },
    "The Wall": {
        "id": "The Wall",
        "name": "The Wall",
        "description": "The Wall is the eleventh studio album by the English rock band Pink Floyd, released on 30 November 1979 by Harvest/EMI and Columbia/CBS Records. It is a rock opera that explores Pink, a jaded rock star whose eventual self-imposed isolation from society forms a figurative wall. The album was a commercial success, topping the US charts for 15 weeks and reaching number three in the UK. It initially received mixed reviews from critics, many of whom found it overblown and pretentious, but later received accolades as one of the greatest albums of all time. Bassist Roger Waters conceived The Wall during Pink Floyd's 1977 In the Flesh tour, modelling the character of Pink after himself and Pink Floyd's former songwriter Syd Barrett. Recording spanned from December 1978 to November 1979. Producer Bob Ezrin helped to refine the album's concept and bridge tensions during recording, as the band members were struggling with personal and financial issues at the time. The Wall was the last album to feature Pink Floyd as a quartet; keyboardist Richard Wright was fired by Waters during production but stayed on as a salaried musician. Three singles were issued from the album: Another Brick in the Wall, Part 2 (Pink Floyd's only UK and US number-one single), Run Like Hell, and Comfortably Numb. From 1980 to 1981, Pink Floyd performed the full album on a tour that featured elaborate theatrical effects. In 1982, The Wall was adapted into a feature film for which Waters wrote the screenplay. The Wall is one of the best-known concept albums. With over 30 million copies sold, it is the second best-selling album in the band's catalogue (behind The Dark Side of the Moon), the best selling double-album of all time, and one of the best-selling albums of all time overall. Some of the outtakes from the recording sessions were used on the group's next album, The Final Cut (1983). In 2000, it was voted number 30 in Colin Larkin's All Time Top 1000 Albums. In 2003, 2012, and 2020, it was included in Rolling Stone's lists of the 500 Greatest Albums of All Time. From 2010 to 2013, Waters staged a new Wall live tour that became one of the highest-grossing tours by a solo musician.",
        "tracks": "In the Flesh?, The Thin Ice, Another Brick in the Wall, Part 1, The Happiest Days of Our Lives, Another Brick in the Wall, Part 2, Mother, Goodbye Blue Sky, Empty Spaces, Young Lust, One of My Turns, Don't Leave Me Now, Another Brick in the Wall, Part 3, Goodbye Cruel World, Hey You, Is There Anybody Out There?, Nobody Home, Vera, Bring the Boys Back Home, Comfortably Numb, The Show Must Go On, In the Flesh, Run Like Hell, Waiting for the Worms, Stop, The Trial, Outside the Wall"
    },
    "Revolver": {
        "id": "Revolver",
        "name": "Revolver",
        "description": "Revolver is the seventh studio album by the English rock band the Beatles. It was released on 5 August 1966, accompanied by the double A-side single Eleanor Rigby / Yellow Submarine. The album was the Beatles' final recording project before their retirement as live performers and marked the group's most overt use of studio technology to date, building on the advances of their late 1965 release Rubber Soul. It has since become regarded as one of the greatest and most innovative albums in the history of popular music, with recognition centred on its range of musical styles, diverse sounds and lyrical content. The Beatles recorded Revolver after taking a three-month break at the start of 1966, and during a period when London was feted as the era's cultural capital. Regarded by some commentators as the start of the group's psychedelic period, the songs reflect their interest in the drug LSD, Eastern philosophy and the avant-garde while addressing themes such as death and transcendence of material concerns. With no plans to reproduce their new material in concert, the band made liberal use of automatic double tracking, varispeed, reversed tapes, close audio miking, and instruments outside of their standard live set-up. Among its tracks are Tomorrow Never Knows, incorporating heavy Indian drone and a collage of tape loops; Eleanor Rigby, a song about loneliness featuring a string octet as its only musical backing; and Love You To, a foray into Hindustani classical music. The sessions also produced a non-album single, Paperback Writer backed with Rain. In the United Kingdom, the album's 14 tracks were gradually distributed to radio stations in the weeks before its release. In North America, Revolver was reduced to 11 songs by Capitol Records, with the omitted three appearing on the June 1966 LP Yesterday and Today. The release there coincided with the Beatles' final concert tour and the controversy surrounding John Lennon's remark that the band had become more popular than Jesus. The album topped the Record Retailer chart in the UK for seven weeks and the US Billboard Top LPs list for six weeks. Critical reaction was highly favourable in the UK but less so in the US amid the press's unease at the band's outspokenness on contemporary issues. Revolver expanded the boundaries of pop music, revolutionised standard practices in studio recording, advanced principles espoused by the 1960s counterculture, and inspired the development of psychedelic rock, electronica, progressive rock and world music. The album cover, designed by Klaus Voormann, combined Aubrey Beardsley-inspired line drawing with photo collage and won the 1967 Grammy Award for Best Album Cover, Graphic Arts. Aided by the 1987 international CD release, which standardised its content to the original Parlophone version, Revolver has surpassed Sgt. Pepper's Lonely Hearts Club Band (1967) in many critics' estimation as the Beatles' best album. It was ranked first in the 1998 and 2000 editions of Colin Larkin's book All Time Top 1000 Albums and third in the 2003 and 2012 editions of Rolling Stone magazine's list of the 500 Greatest Albums of All Time. It has been certified double platinum by the BPI and 5× platinum by the RIAA. A remixed and expanded edition of the album was released in 2022.",
        "tracks": "Taxman, Eleanor Rigby, I'm Only Sleeping, Love You To, Here, There, and Everywhere, Yellow Submarine, She Said She Said, Good Day Sunshine, And Your Bird Can Sing, For No One, Doctor Robert, I Want to Tell You, Got to Get You into My Life, Tomorrow Never Knows"
    },
    "Sgt. Pepper's Lonely Hearts Club Band": {
        "id": "Sgt. Pepper's Lonely Hearts Club Band",
        "name": "Sgt. Pepper's Lonely Hearts Club Band",
        "description": "Sgt. Pepper's Lonely Hearts Club Band is the eighth studio album by the English rock band the Beatles. Released on 26 May 1967, Sgt. Pepper is regarded by musicologists as an early concept album that advanced the roles of sound composition, extended form, psychedelic imagery, record sleeves, and the producer in popular music. The album had an immediate cross-generational impact and was associated with numerous touchstones of the era's youth culture, such as fashion, drugs, mysticism, and a sense of optimism and empowerment. Critics lauded the album for its innovations in songwriting, production and graphic design, for bridging a cultural divide between popular music and high art, and for reflecting the interests of contemporary youth and the counterculture.At the end of August 1966, the Beatles had permanently retired from touring and pursued individual interests for the next three months. During a return flight to London in November, Paul McCartney had an idea for a song involving an Edwardian military band that formed the impetus of the Sgt. Pepper concept. For this project, they continued the technological experimentation marked by their previous album, Revolver, this time without an absolute deadline for completion. Sessions began on 24 November at EMI Studios with compositions inspired by the Beatles' youth, but after pressure from EMI, the songs Strawberry Fields Forever and Penny Lane were released as a double A-side single in February 1967 and left off the LP. The album was then loosely conceptualised as a performance by the fictional Sgt. Pepper band, an idea that was conceived after recording the title track. A key work of British psychedelia, Sgt. Pepper is considered one of the first art rock LPs and a progenitor to progressive rock. It incorporates a range of stylistic influences, including vaudeville, circus, music hall, avant-garde, and Western and Indian classical music. With assistance from producer George Martin and engineer Geoff Emerick, much of the recordings were coloured with sound effects and tape manipulation, as exemplified on Lucy in the Sky with Diamonds, Being for the Benefit of Mr. Kite! and A Day in the Life. Recording was completed on 21 April. The cover, which depicts the Beatles posing in front of a tableau of celebrities and historical figures, was designed by the pop artists Peter Blake and Jann Haworth. Sgt. Pepper's release was a defining moment in pop culture, heralding the album era and the 1967 Summer of Love, while its reception achieved full cultural legitimisation for popular music and recognition for the medium as a genuine art form. The first Beatles album to be released with the same track listing in both the UK and the US, it spent 27 weeks at number one on the Record Retailer chart in the United Kingdom and 15 weeks at number one on the Billboard Top LPs chart in the United States. In 1968, it won four Grammy Awards, including Album of the Year, the first rock LP to receive this honour; in 2003, it was inducted into the National Recording Registry by the Library of Congress for being culturally, historically, or aesthetically significant. It has topped several critics' and listeners' polls for the best album of all time, including those published by Rolling Stone magazine and in the book All Time Top 1000 Albums, and the UK's Music of the Millennium poll. More than 32 million copies had been sold worldwide as of 2011. It remains one of the best-selling albums of all time and was still, in 2018, the UK's best-selling studio album. A remixed and expanded edition of the album was released in 2017.",
        "tracks": "Sgt. Pepper's Lonely Hearts Club Band, With a Little Help from My Friends, Lucy in the Sky with Diamonds, Getting Better, Fixing a Hole, She's Leaving Home, Being for the Benefit of Mr. Kite!, Within You Without You, When I'm Sixty-Four, Lovely Rita, Good Morning Good Morning, Sgt. Pepper's Lonely Hearts Club Band (Reprise), A Day in the Life"
    },
    "The White Album": {
        "id": "The White Album",
        "name": "The White Album",
        "description": "The Beatles, also referred to colloquially as the White Album, is the ninth studio album and only double album by the English rock band the Beatles, released on 22 November 1968. Featuring a plain white sleeve, the cover contains no graphics or text other than the band's name embossed. This was intended as a direct contrast to the vivid cover artwork of the band's previous LP Sgt. Pepper's Lonely Hearts Club Band (1967). The Beatles is recognised for its fragmentary style and diverse range of genres, including folk, British blues, ska, music hall, proto-metal and the avant-garde. It has since been viewed by some critics as a postmodern work, as well as one of the greatest albums of all time. The album features 30 songs, 19 of which were written during March and April 1968 at a Transcendental Meditation course in Rishikesh, India. There, the only western instrument available to the band was the acoustic guitar; several of these songs remained acoustic on The Beatles and were recorded solo, or only by part of the group. The production aesthetic ensured that the album's sound was scaled down and less reliant on studio innovation than most of their releases since Revolver (1966). The Beatles also broke with the band's tradition at the time of incorporating several musical styles in one song by keeping each piece of music consistently faithful to a select genre. At the end of May 1968, the Beatles returned to EMI Studios in London to commence recording sessions that lasted until mid-October. During these sessions, arguments broke out among the foursome over creative differences and John Lennon's new partner, Yoko Ono, whose constant presence subverted the Beatles' policy of excluding wives and girlfriends from the studio. After a series of problems, including producer George Martin taking an unannounced holiday and engineer Geoff Emerick suddenly quitting during a session, Ringo Starr left the band for two weeks in August. The same tensions continued throughout the following year and led to the band's break-up. The Beatles received favourable reviews from most music critics; detractors found its satirical songs unimportant and apolitical amid the turbulent political and social climate of 1968. It topped record charts in Britain and the United States. No singles were issued in either territory, but Hey Jude and Revolution originated from the same recording sessions and were issued on a single in August 1968. The album has been certified 24× platinum by the RIAA. A remixed and expanded edition of the album was released in 2018 to celebrate its 50th anniversary.",
        "tracks": "Back in the U.S.S.R., Dear Prudence, Glass Onion, Ob-La-Di, Ob-La-Da, Wild Honey Pie, The Continuing Story of Bungalow Bill, While My Guitar Gently Weeps, Happiness is a Warm Gun, Martha My Dear, I'm So Tired, Blackbird, Piggies, Rocky Raccoon, Don't Pass Me By, Why Don't We Do It in the Road?, I Will, Julia, Birthday, Yer Blues, Mother Nature's Son, Everybody's Got Something to Hide Except Me and My Monkey, Sexy Sadie, Helter Skelter, Long, Long, Long, Revolution 1, Honey Pie, Savoy Truffle, Cry Baby Cry, Revolution 9, Good Night"
    },
    "Abbey Road": {
        "id": "Abbey Road",
        "name": "Abbey Road",
        "description": "Abbey Road is the eleventh studio album by the English rock band the Beatles, released on 26 September 1969. It is the last album the group recorded, although Let It Be was the last album completed before the band's break-up in April 1970. It was mostly recorded in April, July, and August 1969, and reached number one in both the US and the United Kingdom. A double A-side single from the album, Something / Come Together, was released in October, which also topped the charts in the US. Abbey Road incorporates styles such as rock, pop, blues, singer-songwriter, and progressive rock, and makes prominent use of the Moog synthesizer and guitar played through a Leslie speaker unit. It is also notable for having a long medley of songs on side two that have subsequently been covered as one suite by other notable artists. The album was recorded in a more collegial atmosphere than the Get Back / Let It Be sessions earlier in the year, but there were still significant confrontations within the band, particularly over Paul McCartney's song Maxwell's Silver Hammer, and John Lennon did not perform on several tracks. By the time the album was released, Lennon had left the group, though this was not publicly announced until McCartney also quit the following year. Although Abbey Road was an immediate commercial success, it received mixed reviews upon release. Some critics found its music inauthentic and criticised the production's artificial effects. By contrast, critics today view the album as one of the Beatles' best and it is considered by many to be one of the greatest albums of all time. George Harrison's two songs on the album, Something and Here Comes the Sun, have been regarded as among the best he wrote for the group. The album's cover, featuring the group walking across a zebra crossing outside Abbey Road Studios, has become one of the most famous and imitated in the history of recorded music.",
        "tracks": "Come Together, Something, Maxwell's Silver Hammer, Oh! Darling, Octopus's Garden, I Want You (She's So Heavy), Here Comes the Sun, Because, You Never Give Me Your Money, Sun King, Mean Mr. Mustard, Polythene Pam, She Came In Through the Bathroom Window, Golden Slumbers, Carry That Weight, The End, Her Majesty - (hidden track)"
    },
    "Let It Be": {
        "id": "Let It Be",
        "name": "Let It Be",
        "description": "Let It Be is the twelfth and final studio album by the English rock band the Beatles. It was released on 8 May 1970, almost a month after the group's public break-up, in tandem with the documentary of the same name. Concerned about recent friction within the band, Paul McCartney had conceived the project as an attempt to reinvigorate the group by returning to simpler rock 'n' roll configurations. Its rehearsals started at Twickenham Film Studios on 2 January 1969 as part of a planned television documentary showing the Beatles' return to live performance. The filmed rehearsals were marked by ill feeling, leading to George Harrison's temporary departure from the group. As a condition of his return, the members reconvened at their own Apple Studio, and recruited guest keyboardist Billy Preston. Together, they performed a famous single public concert held on the studio's rooftop on 30 January, from which three of the album's tracks were drawn. In April, the Beatles issued the lead single Get Back, backed with Don't Let Me Down, after which engineer Glyn Johns prepared and submitted mixes of the album, then titled Get Back, which the band rejected. As bootlegs of these mixes circulated widely among fans, the project lay in limbo, and the group moved onto the recording of Abbey Road, released that September. In January 1970, four months after John Lennon departed from the band, the remaining Beatles completed Let It Be and recorded I Me Mine. The former was issued as the second single from the album with production by George Martin. When the documentary film was resurrected for a cinema release, as Let It Be, Lennon and Harrison asked American producer Phil Spector to assemble the accompanying album. Among Spector's choices was to include a 1968 take of Across the Universe and apply orchestral and choral overdubs to three tracks. His work offended McCartney, particularly in the case of the third and final single of the album The Long and Winding Road. Let It Be topped record charts in several countries, including both the UK and the US, but was a critical failure at the time, and came to be regarded as one of the most controversial rock albums in history. In 2003, McCartney spearheaded Let It Be... Naked, an alternative version of Let It Be that removes Spector's embellishments and alters the tracklist. In 2021, another remixed and expanded edition of Let It Be was released with session highlights and the original 1969 Get Back mix, coinciding with The Beatles: Get Back, an eight-hour documentary series covering the January 1969 sessions and rooftop concert.",
        "tracks": "Two of Us, Dig a Pony, Across the Universe, I Me Mine, Dig It, Let It Be, Maggie Mae, I've Got a Feeling, One After 909, The Long and Winding Road, For You Blue, Get Back"
    },
    "Nevermind": {
        "id": "Nevermind",
        "name": "Nevermind",
        "description": "Nevermind is the second studio album by the American rock band Nirvana, released on September 24, 1991, by DGC Records. It was Nirvana's first release on a major label and the first to feature drummer Dave Grohl. Produced by Butch Vig, Nevermind features a more polished, radio-friendly sound than the band's prior work. It was recorded at Sound City Studios in Van Nuys, California, and Smart Studios in Madison, Wisconsin, in May and June 1991, and mastered that August at the Mastering Lab in Hollywood, California. Written primarily by frontman Kurt Cobain, Nevermind is noted for channeling a range of emotions, being noted as dark, humorous, and disturbing. It includes anti-establishment views, anti-sexism, frustration, alienation, and troubled love inspired by Cobain's broken relationship with Bikini Kill's Tobi Vail. Contrary to the popular hedonistic themes of drugs and sex at the time, writers have observed that Nevermind re-invigorated sensitivity to mainstream rock. According to Cobain, the sound of the album was influenced by bands such as Pixies, R.E.M., the Smithereens, and Melvins. Though the album is considered a cornerstone of the grunge genre, it is noted for its musical diversity, which includes acoustic ballads (Polly and Something in the Way) and punk-inspired hard rock (Territorial Pissings and Stay Away). Nevermind became an unexpected critical and commercial success, reaching the top 10 on charts across the world. By January 1992, it reached number one on the US Billboard 200 and was selling approximately 300,000 copies a week. The lead single, Smells Like Teen Spirit, reached the top 10 of the US Billboard Hot 100 and went on to be inducted into the Grammy Hall of Fame. Its music video was also heavily rotated on MTV. Three other successful singles were released: Come as You Are, Lithium, and In Bloom. The album was voted the best album of the year in Pazz & Jop critics' poll, while Smells Like Teen Spirit also topped the single-of-the-year and video-of-the-year polls. The album also garnered the band three Grammy Award nominations in total across the 34th and 35th Grammy Awards, including Best Alternative Music Album. Nevermind and its singles' success propelled Nirvana to being widely regarded as the biggest band of the 1990s, with Cobain being dubbed by critics as the voice of his generation. The album brought grunge and alternative rock to a mainstream audience while ending the dominance of hair metal, drawing similarities to the early 1960s British Invasion of American popular music. It is also often credited with initiating a resurgence of interest in punk culture among teenagers and young adults of Generation X, becoming seminal to the counterculture of the decade. It has sold more than 30 million copies worldwide, making it one of the best-selling albums of all time. In March 1999, it was certified Diamond by the Recording Industry Association of America (RIAA). Among the most acclaimed and influential albums in the history of music, Nevermind was added by the Library of Congress to the National Recording Registry in 2004 for being culturally, historically, or aesthetically significant, and is frequently ranked highly on lists of the greatest albums of all time. The album has since been reissued with alternate takes and live performances.",
        "tracks": "Smells Like Teen Spirit, In Bloom, Come As You Are, Breed, Lithium, Polly, Territorial Pissings, Drain You, Lounge Act, Stay Away, On a Plain, Something in the Way, Endless, Nameless - (hidden track)"
    },
    "In Utero": {
        "id": "In Utero",
        "name": "In Utero",
        "description": "In Utero is the third and final studio album by the American rock band Nirvana. It was released on September 21, 1993, by DGC Records. After breaking into the mainstream with their second album, Nevermind (1991), Nirvana hired Steve Albini to record In Utero, seeking a more complex, abrasive sound that was reminiscent of their work prior to Nevermind. Although frontman and primary songwriter Kurt Cobain claimed that the album was very impersonal, many of its songs contain heavy allusions to his personal life and struggles, expressing feelings of angst that were common on the band's previous album. The album was recorded over two weeks in February 1993 at Pachyderm Studio in Cannon Falls, Minnesota. After recording finished, rumors circulated that DGC might not release the album due to Albini's abrasive and uncommercial sound. The album was mastered by Bob Ludwig to achieve a more desirable sound for both Nirvana and their label. The band later hired producer Scott Litt to remix the singles All Apologies, Heart-Shaped Box and Pennyroyal Tea, to Albini's dismay. In Utero was a major commercial and critical success. Critics praised the album’s raw, unconventional sound and Cobain's lyricism. It reached number one on the US Billboard 200 and UK Albums Chart; Heart-Shaped Box and All Apologies reached number one on the Billboard Alternative Songs chart. The album is certified 5x platinum by the Recording Industry Association of America (RIAA) in the US and has sold 15 million copies worldwide. It was the final Nirvana album before Cobain's suicide in 1994. Pennyroyal Tea, planned as a single prior to Cobain's death, was released in 2014 and reached number one on the now-defunct Billboard Hot 100 Singles Sales chart.",
        "tracks": "Serve the Servants, Scentless Apprentice, Heart-Shaped Box, Rape Me, Frances Farmer Will Have Her Revenge on Seattle, Dumb, Very Ape, Milk It, Pennyroyal Tea, Radio Friendly Unit Shifter, Tourette's, All Apologies"
    },
    "Badmotorfinger": {
        "id": "Badmotorfinger",
        "name": "Badmotorfinger",
        "description": "Badmotorfinger is the third studio album by American rock band Soundgarden, released on October 8, 1991, through A&M Records. Soundgarden began the recording sessions for the album with new bassist Ben Shepherd in the spring of 1991. The album maintained the band's heavy metal sound, while featuring an increased focus on songwriting compared to the band's previous releases. AllMusic considered the album's music to be surprisingly cerebral and arty; alternative tunings and odd time signatures were present on several of the album's songs, and lyrics were intended to be ambiguous and evocative. The focus on the Seattle grunge scene helped bring attention to Badmotorfinger, and the singles Outshined and Rusty Cage found a major audience in rock radio and MTV. Badmotorfinger became the band's highest charting album at the time on the Billboard 200, where it peaked at number 39. The album received critical acclaim, citing the significant improvements over earlier releases and evolution in the band's sound. Soundgarden supported the album with tours of North America and Europe, including opening for Guns N' Roses on the Use Your Illusion Tour. In 1992, Badmotorfinger was nominated for the Grammy Award for Best Metal Performance. It was certified double platinum by the Recording Industry Association of America in 1996.",
        "tracks": "Rusty Cage, Outshined, Slaves & Bulldozers, Jesus Christ Pose, Face Pollution, Somewhere, Searching with My Good Eye Closed, Room a Thousand Years Wide, Mind Riot, Drawing Flies, Holy Water, New Damage"
    },
    "Superunknown": {
        "id": "Superunknown",
        "name": "Superunknown",
        "description": "Superunknown is the fourth studio album by American rock band Soundgarden, released on March 8, 1994, through A&M Records. Produced by Michael Beinhorn and the band themselves, Soundgarden began work on the album after touring in support of its previous album, Badmotorfinger (1991). Superunknown retained the heaviness of the band's earlier releases while displaying a more diverse range of influences. Superunknown was a critical and commercial success and became the band's breakthrough album. It debuted at number one on the Billboard 200, selling 310,000 copies in its opening week. The album also topped the Australian, Canadian, and New Zealand charts. Five singles were released from the album: The Day I Tried to Live, My Wave, Fell on Black Days, Spoonman, and Black Hole Sun, the latter two of which won Grammy Awards and helped Soundgarden reach mainstream popularity. In 1995, the album was nominated for the Grammy Award for Best Rock Album. It has been certified six times platinum by the Recording Industry Association of America (RIAA) in the United States. Superunknown has been listed by several publications as one of the best albums of the 1990s and a quintessential grunge album. In April 2019, it was ranked No. 9 on Rolling Stone's 50 Greatest Grunge Albums list.",
        "tracks": "Let Me Drown, My Wave, Fell on Black Days, Mailman, Superunknown, Head Down, Black Hole Sun, Spoonman, Limo Wreck, The Day I Tried to Live, Kickstand, Fresh Tendrils, 4th of July, Half, Like Suicide"
    },
    "London Calling": {
        "id": "London Calling",
        "name": "London Calling",
        "description": "London Calling is the third studio album by English rock band the Clash. It was originally released as a double album in the United Kingdom on 14 December 1979 by CBS Records, and in the United States in January 1980 by Epic Records. The Clash recorded the album with producer Guy Stevens at Wessex Sound Studios in London during over a five- to six-week period starting in August 1979, following a change in management and a period of writer's block for songwriters Joe Strummer and Mick Jones. Bridging a traditional punk rock sound and a new wave aesthetic, London Calling reflects the band's growing interest in styles beyond their punk roots, including reggae, rockabilly, ska, New Orleans R&B, pop, lounge jazz, and hard rock. Themes include social displacement, unemployment, racial conflict, drug use, and the responsibilities of adulthood. The album was a top ten chart success in the UK, and its lead single London Calling was a top 20 single. The album has sold over five million copies worldwide, and was certified platinum in the US for sales of one million. It was also met with widespread critical acclaim and has retrospectively been named one of the greatest albums of all time. On Rolling Stone's list of The 500 Greatest Albums of All Time, London Calling ranked eighth in the 2003 and 2012 editions, and sixteenth in the 2020 edition. In 2010, it was one of ten classic album covers from British artists commemorated on a UK postage stamp issued by the Royal Mail",
        "tracks": "London Calling, Brand New Cadillac, Jimmy Jazz, Hateful, Rudie Can't Fail, Spanish Bombs, The Right Profile, Lost in the Supermarket, Clampdown, The Guns of Brixton, Wrong 'Em Boyo, Death or Glory, Koka Kola, The Card Cheat, Lover's Rock, Four Horsemen, I'm Not Down, Revolution Rock, Train in Vain"
    },
    "Combat Rock": {
        "id": "Combat Rock",
        "name": "Combat Rock",
        "description": "Combat Rock is the fifth studio album by the English rock band the Clash. It was released on 14 May 1982 through CBS Records. In the United Kingdom, the album charted at number 2, spending 23 weeks in the UK charts and peaked at number 7 in the United States, spending 61 weeks on the chart. The album was propelled by drummer Topper Headon's Rock the Casbah which became a staple on the newly launched MTV. Combat Rock continued the influence of funk and reggae like previous Clash albums, but also featured a more radio-friendly sound which alienated Clash fans. While the recording process went smoothly, the producing process of the album was tiring and full of infighting between Mick Jones and Joe Strummer. Headon's heroin addiction grew worse and he slowly became distant from the band while Strummer and bassist Paul Simonon reinstated Bernie Rhodes as manager, a move unwelcomed by Jones. The band had disagreed on the creative process of the album and called in Glyn Johns to produce the more radio-friendly sound of Combat Rock. Lyrically, Combat Rock focuses on the Vietnam War, postcolonialism, the decline of American society, and authoritarianism. Combat Rock is the group's best-selling album, being certified double platinum in the United States and reaching number 2 in the U.K. Reception to the album believed the band had reached its peak maturity with Combat Rock, as the album's sound was less anarchic but still as political as previous albums. It contains two of the Clash's signature songs, the singles Rock the Casbah and Should I Stay or Should I Go. Rock the Casbah became highly successful in the United States and proved to be the band's anticipated U.S breakthrough. Should I Stay or Should I Go was not as successful until being re-released in 1991 and topping the charts in their native United Kingdom. Combat Rock is the last Clash album featuring the classic lineup of the Clash. Topper Headon (due to his heroin addiction) was fired days before the release of Combat Rock and Mick Jones was fired after the end of the Combat Rock tour in 1983. Combat Rock would be succeeded by the Clash's last album, Cut the Crap, recorded and released without Mick Jones or Topper Headon in 1985.",
        "tracks": "Know Your Rights, Car Jamming, Should I Stay or Should I Go, Rock the Casbah, Red Angel Dragnet, Stright to Hell, Overpowered by Funk, Atom Tan, Sean Flynn, Ghetto Defendant, Inoculated City, Death is a Star"
    },
    "Undertow": {
        "id": "Undertow",
        "name": "Undertow",
        "description": "Undertow is the debut studio album by American rock band Tool, released on April 6, 1993, by Zoo Entertainment. Produced by the band and Sylvia Massy, it was recorded from October to December 1992 at Sound City Studios in Van Nuys and Grandmaster Recorders in Hollywood. The album includes some tracks the band decided to not release on their debut EP Opiate. This is their only album to feature original bassist Paul D'Amour. According to AllMusic, Undertow helped heavy metal remain prominent as a mainstream musical style, and allowed several later bands to break through to the mainstream. It was released at a time when grunge was at the height of its popularity, and pop punk was slowly beginning to gather mainstream attention. AllMusic saw the album's success in the striking, haunting visuals that complemented the album's nihilistic yet wistful mood. As of 2020, Undertow has sold over three million copies in the United States, and is certified triple platinum by the Recording Industry Association of America.",
        "tracks": "Intolerance, Prison Sex, Sober, Bottom, Crawl Away, Swamp Song, Undertow, 4, Flood, Disgustipated"
    },
    "AEnima": {
        "id": "AEnima",
        "name": "AEnima",
        "description": "Ænima is the second studio album by American rock band Tool. It was released in vinyl format on September 17, 1996, and in compact disc format on October 1, 1996, through Zoo Entertainment. The album was recorded and cut at Ocean Way Recording in Hollywood and The Hook in North Hollywood from 1995 to 1996. It is the first album by Tool to feature bassist Justin Chancellor, who replaced original bassist Paul D'Amour the year prior. The album was produced by David Bottrill. The album debuted at No. 2 on the Billboard 200 chart upon its initial release, selling 148,000 copies in its first week. It was certified triple platinum by the RIAA on March 4, 2003. The album appeared on several lists of the best albums of 1996, including that of Kerrang! and Terrorizer. The track Ænema won the Grammy Award for Best Metal Performance in 1998. In 2003, Ænima was ranked the sixth most influential album of all time by Kerrang! Rolling Stone listed the album at No. 18 on its list of The 100 Greatest Metal Albums of All Time.",
        "tracks": "Stinkfist, Eulogy, H, Useful Idiot, Forty Six & 2, Message to Harry Manback, Hooker with a Penis, Intermission, jimmy, Die Eier von Satan, Pushit, Cesaro Summability, AEnima, Ions, Third Eye"
    },
    "Lateralus": {
        "id": "Lateralus",
        "name": "Lateralus",
        "description": "Lateralus is the third studio album by American rock band Tool. It was released on May 15, 2001, through Volcano Entertainment. The album was recorded at Cello Studios in Hollywood and The Hook, Big Empty Space, and The Lodge, in North Hollywood, between October 2000 and January 2001. David Bottrill, who had produced the band's two previous releases Ænima and Salival, produced the album along with the band, and became the last Tool album produced by Bottrill to date. On August 23, 2005, Lateralus was released as a limited edition two-picture-disc vinyl LP in a holographic gatefold package. The album debuted at No. 1 on the Billboard 200 chart, selling more than 555,200 copies in its first week of release. It was certified double platinum by the RIAA on August 5, 2003. On February 13, 2015, the album was certified Gold by the BPI. It was also certified platinum in Australia, and double platinum in Canada. The band won the Grammy Award for Best Metal Performance for the song Schism in 2002. Lateralus was ranked No. 123 on the Rock and Roll Hall of Fame's Definitive 200 list.",
        "tracks": "The Grudge, Eon Blue Apocalypse, The Patient, Mantra, Schism, Parabol, Parabola, Ticks & Leeches, Lateralus, Disposition, Reflection, Triad, Faaip de Oiad"
    },
    "10,000 Days": {
        "id": "10,000 Days",
        "name": "10,000 Days",
        "description": "10,000 Days is the fourth studio album by American rock band Tool. The album was released by Tool Dissectional and Volcano Entertainment on April 28, 2006 in parts of Europe, April 29, 2006 in Australia, May 1, 2006 in the United Kingdom, and on May 2, 2006 in North America. It marked the first time since recording 1993's Undertow that the band had worked at Grandmaster and without producer David Bottrill. 10,000 Days spawned three top ten rock singles: Vicarious, The Pot, and Jambi. It debuted at number one on the Billboard 200 chart, with first week sales of 564,000 copies. The album was awarded a double platinum certification by the RIAA. 10,000 Days was Tool's last release for more than a decade; the band would not release their next studio album, Fear Inoculum, until August 30, 2019.",
        "tracks": "Vicarious, Jambi, Wings for Marie (Pt 1), 10,000 Days (Wings Pt 2), The Pot, Lipan Conjuring, Lost Keys (Blame Hofmann), Rosetta Stoned, Intension, Right in Two, Viginti Tres"
    },
    "Blood Sugar Sex Magik": {
        "id": "Blood Sugar Sex Magik",
        "name": "Blood Sugar Sex Magik",
        "description": "Blood Sugar Sex Magik is the fifth studio album by American rock band Red Hot Chili Peppers, released September 24, 1991, by Warner Bros. Records. Produced by Rick Rubin, its musical style differed notably from the band's previous album Mother's Milk (1989), reducing the use of heavy metal guitar riffs and accentuating the melodic songwriting contributions of guitarist John Frusciante. The album's subject matter incorporates sexual innuendos and references to drugs and death, as well as themes of lust and exuberance. Blood Sugar Sex Magik peaked at number three on the US Billboard 200, and produced hit singles Under the Bridge, Give It Away, Suck My Kiss, Breaking the Girl and If You Have to Ask. The album propelled the band into worldwide popularity and critical acclaim. Frusciante quit the band during its 1992 tour, uncomfortable with fame; he rejoined in 1998. Blood Sugar Sex Magik is widely recognized as an influential and seminal release of the alternative rock explosion of the 1990s, with Steve Huey of AllMusic calling it probably the best album the Chili Peppers will ever make. Flea shared the same sentiment in 2023, calling it his favorite Red Hot Chili Peppers album. It is the band's second best-selling album behind Californication.",
        "tracks": "The Power of Equality, If You Have to Ask, Breaking the Girl, Funky Monks, Suck My Kiss, I Could Have Lied, Mellowship Slinky in B Major, The Righteous & the Wicked, Give It Away, Blood Sugar Sex Magik, Under The Bridge, Naked in the Rain, Apache Rose Peacock, The Greeting Song, My Lovely Man, Sir Psycho Sexy, They're Red Hot"
    },
    "Californication": {
        "id": "Californication",
        "name": "Californication",
        "description": "Californication is the seventh studio album by the American rock band Red Hot Chili Peppers, released on June 8, 1999, on Warner Bros. Records. It was produced by Rick Rubin. Along with Blood Sugar Sex Magik, Californication is one of the band’s best selling albums. Californication marked the return of guitarist John Frusciante, who had previously appeared on Mother's Milk and Blood Sugar Sex Magik, and shifted the band's style. The lyrics incorporated the sexual innuendos already associated with the band, but added themes including death, suicide, California, drugs, globalization and travel. Californication is the Chili Peppers' most commercially successful studio release internationally, with over fifteen million copies sold worldwide, and more than six million in the United States alone. As of 2002, the album had sold over four million copies in Europe. The record produced several hits for the band, including Otherside, Californication and the Grammy Award-winning Scar Tissue. Californication peaked at number three on the US Billboard 200. The record marked a significant change in style for the band: Rolling Stone's Greg Tate noted that while all previous Chili Peppers projects have been highly spirited, Californication dares to be spiritual and epiphanic. Another critic, Billboard's Paul Verna, mentioned that the album brought out the group's softer, melodic side, as opposed to their previous six albums.",
        "tracks": "Around the World, Parallel Universe, Scar Tissue, Otherside, Get on Top, Californication, Easily, Porcelain, Emit Remmus, I Like Dirt, This Velvet Glove, Savior, Purple Stain, Right on Time, Road Trippin'"
    },
    "By the Way": {
        "id": "By the Way",
        "name": "By the Way",
        "description": "By the Way is the eighth studio album by the American rock band Red Hot Chili Peppers, released July 9, 2002, on Warner Bros. Records. It sold more than 286,000 copies in its first week, and peaked at number two on the Billboard 200. Singles included By the Way, The Zephyr Song, Can't Stop, and Universally Speaking. Additionally, Dosed was released as a promotional single in the US and Canada. The lyrical subject matter vocalist Anthony Kiedis addresses in By the Way is a divergence from previous Red Hot Chili Peppers albums, with Kiedis taking a more candid and reflective approach to his lyrics. By the Way was lauded by critics as a departure from the band's previous styles, and is recognized for the melodic and subdued emotions given by the Chili Peppers. Guitarist John Frusciante is credited with writing most of the album's melodies, backing vocal arrangements, bass lines, and guitar progressions, therefore changing the direction of the recording dramatically: his warm, understated guitar work and his doo-wop style vocal harmonies are king this time around. By the Way contained very little of the signature funk-metal fusion the band had become known for playing. Frusciante has stated (that writing By the Way [was] one of the happiest times in my life). The album went on to sell more than eight million copies worldwide.",
        "tracks": "By the Way, Universally Speaking, This Is the Place, Dosed, Don't Forget Me, The Zephyr Song, Can't Stop, I Could Die for You, Midnight, Throw Away Your Television, Cabron, Tear, On Mercury, Minor Thing, Warm Tape, Venice Queen"
    },
    "Stadium Arcadium": {
        "id": "Stadium Arcadium",
        "name": "Stadium Arcadium",
        "description": "Stadium Arcadium is the ninth studio album by American rock band Red Hot Chili Peppers. It was a double-album released on May 5, 2006, on Warner Bros. Records. It produced five singles: Dani California, Tell Me Baby, Snow (Hey Oh), Desecration Smile and Hump de Bump, along with the band's first-ever fan-made music video, for the song Charlie. In the United States, Stadium Arcadium became the band's first number-one album. Stadium Arcadium was originally scheduled to be a trilogy of albums each released six months apart, but was eventually condensed into a double album. The album was praised for integrating musical styles from several aspects of the band's career. The album gained the band seven Grammy Award nominations in 2007 including an award for Best Rock Album and one for Best Boxed or Special Limited Edition Package. Winning five out of seven Grammy Awards, it was the most nominations that the band had garnered in their (at the time) 23 year career. Rolling Stone has included the album on its list of Best Albums of the 2000s. Kiedis attributed the album's success to less abrasive dynamics within the band, saying that (the band's chemistry, when it comes to writing, is better than ever. There was always a struggle to dominate lyrically. But we are now confident enough in who we are, so everybody feels more comfortable contributing more and more valuable, quality stuff). After the culmination of the Stadium Arcadium tour, guitarist John Frusciante left the band in July 2009. It was his last album with the band until the release of Unlimited Love in 2022, more than a decade later.",
        "tracks": "Dani California, Snow (Hey Oh), Charlie, Stadium Arcadium, Hump de Bump, She's Only 18, Slow Cheetah, Torture Me, Strip My Mind, Especially in Michigan, Warlocks, C'Mon Girl, Wet Sand, Hey, Desecration Smile, Tell Me Baby, Hard to Concentrate, 21st Century, She Looks to Me, Readymade, If, Make You Feel Better, Animal Bar, So Much I, Storm in a Teacuo, We Believe, Turn It Again, Death of a Martian"
    },
    "40oz. to Freedom": {
        "id": "40oz. to Freedom",
        "name": "40oz. to Freedom",
        "description": "40oz. to Freedom is the debut studio album by American ska punk band Sublime, originally released on June 1, 1992, on Skunk Records. It was later reissued by MCA. 40oz. to Freedom's sound blended various forms of Jamaican music, including ska (Date Rape), rocksteady (54-46 That's My Number), roots reggae (Smoke Two Joints), and dub (Let's Go Get Stoned, D.J.s) along with hardcore punk (New Thrash, Hope) and hip hop (as in Live at E's). 40oz. to Freedom received mixed reviews from critics upon release, but has since earned an improved public perception. Sublime would not achieve any mainstream success until the release of their self-titled album in 1996, two months after the death of Bradley Nowell. As of 2011, the album has certified sales of two million copies in the US and is Sublime's second best-selling studio album there (the self-titled album leads with six million). Along with The Offspring's album Smash, 40oz. to Freedom is one of the highest-selling independently released albums of all time.",
        "tracks": "Waiting for my Ruca, Get Out, 40oz. to Freedom, Smoke Two Joints, We're Only Gonna Die for Our Arrogance, Don't Push, 5446 That's My Number/Ball and Chain, Badfish, Let's Go Get Stoned, New Thrash, Scarlet Begonias, Live at E's, D.J.s, Chica Me Tipo, Right Back, What Happened, New Song, Ebin, Date Rape / Rawhide, Hope, KRS-One, Rivers of Babylon, Thankx"
    },
    "Sublime (Self-Titled)": {
        "id": "Sublime (Self-Titled)",
        "name": "Sublime (Self-Titled)",
        "description": "Sublime is the self-titled third and final studio album by American ska punk band Sublime. Produced by Paul Leary and David Kahne, the album was released on July 30, 1996, in the United States by MCA Records. Sublime formed in 1988 in Long Beach, California by vocalist/guitarist Bradley Nowell, bassist Eric Wilson, and drummer Bud Gaugh. The trio toured heavily from their inception while developing their sound. Their first studio release—40 Oz. to Freedom (1992)—featured the single Date Rape, which attracted heavy airplay in Southern California. MCA signed the band and distributed their second independent album, Robbin' the Hood, in 1994. By the time it came to record their major label debut, Nowell had been struggling with a heroin addiction. Sublime was recorded over a period of three months in Austin, Texas, in sessions characterized by heavy drug use and raucous partying. The album's musical style contains elements of punk rock, reggae, and ska, as well as dancehall, hip hop, and dub music, with tempos ranging wildly. Nowell's lyrical subject matter relates to relationships, prostitution, riots, and addiction. Nowell had been ejected from the recording near its completion. Nowell died due to a heroin overdose in May 1996, just two months prior to the band's major album release, which led to the band's dissolution. Bolstered by numerous hit singles, among them What I Got, Santeria, and Wrong Way, the record proved to be enormously successful, despite the band being defunct and thus not able to promote the album through touring. It sold over five million copies in the United States by the end of the decade, and it continues to be a popular catalog album. The album was released during the third wave ska peak, and etched Sublime into a permanent place among the stars of the 1990s. Critical reviews were positive, praising Nowell's songwriting ability and the album's musical variety. Sublime has since been listed as one of the most well-regarded albums of the 1990s by Spin and Rolling Stone.",
        "tracks": "Garden Grove, What I Got, Wrong Way, Same in the End, April 29, 1992 (Miami), Santeria, Seed, Jailhouse, Pawn Shop, Paddle Out, The Ballad of Johnny Butt, Burritos, Under My Voodoo, Get Ready, Caress Me Dow, What I Got (Reprise) Doin' Time"
    },
    "Ride the Lightning": {
        "id": "Ride the Lightning",
        "name": "Ride the Lightning",
        "description": "Ride the Lightning is the second studio album by American heavy metal band Metallica, released on July 27, 1984, by the independent record label Megaforce Records. The album was recorded in three weeks with producer Flemming Rasmussen at Sweet Silence Studios in Copenhagen, Denmark. The artwork, based on a concept by the band, depicts an electric chair being struck by lightning flowing from the band logo. The title was taken from a passage in Stephen King's novel The Stand, in which a character uses the phrase to refer to execution by electric chair. Although rooted in the thrash metal genre, the album showcased the band's musical growth and lyrical sophistication. Bassist Cliff Burton introduced the basics of music theory to the band and had more input in the songwriting. Beyond the fast tempos of its debut Kill 'Em All, Metallica broadened its approach by employing acoustic guitars, extended instrumentals, and more complex harmonies. The overall recording costs were paid by Metallica's European label Music for Nations because Megaforce was unable to cover it. It is the last album to feature songwriting contributions from former lead guitarist Dave Mustaine, and the first to feature contributions from successor Kirk Hammett. Ride the Lightning received a positive response from music critics, who saw it as a more ambitious effort than its predecessor. Metallica promoted the album on the Bang That Head That Doesn't Bang European tour in late 1984, and on its North American leg in the first half of 1985. The band performed at major music festivals such as Monsters of Rock and Day on the Green later that year. Two months after its release, Elektra Records signed Metallica to a multi-year deal and reissued the album. Ride the Lightning peaked at number 100 on the Billboard 200 with virtually no radio exposure. Although 75,000 copies were initially pressed for the American market, the album sold half a million by November 1987. It was certified 6× platinum by the Recording Industry Association of America (RIAA) in 2012 for shipping six million copies in the United States. Many rock publications have ranked Ride the Lightning on their best album lists, saying it had a lasting impact on the genre.",
        "tracks": "Fight Fire with Fire, Ride the Lightning, For Whom the Bell Tolls, Fade to Black, Trapped Under Ice, Escape, Creeping Death, The Call of Ktulu"
    },
    "Master of Puppets": {
        "id": "Master of Puppets",
        "name": "Master of Puppets",
        "description": "Master of Puppets is the third studio album by the American heavy metal band Metallica, released on March 3, 1986, by Elektra Records. Recorded in Copenhagen, Denmark at Sweet Silence Studios with producer Flemming Rasmussen, it was the band's last album to feature bassist Cliff Burton, who died in a bus accident in Sweden during the album's promotional tour. The album's artwork, designed by Metallica and Peter Mensch and painted by Don Brautigam, depicts a cemetery field of white crosses tethered to strings, manipulated by a pair of hands in a clouded, blood-red sky, with a fiery orange glow on the horizon. Instead of releasing a single or video in advance of the album's release, Metallica embarked on a five-month American tour in support of Ozzy Osbourne. The European leg was canceled after Burton's death in September 1986, and the band returned home to audition a new bassist. Master of Puppets peaked at number 29 on the Billboard 200 and received widespread acclaim from critics, who praised its music and political lyrics. It is widely considered to be one of the greatest and most influential metal albums of all time, and is credited with consolidating the American thrash metal scene. It was certified six times platinum by the Recording Industry Association of America (RIAA) in 2003 for shipping six million copies in the United States, and was later certified six times platinum by Music Canada and platinum by the British Phonographic Industry (BPI). In 2015, Master of Puppets became the first metal recording to be selected by the Library of Congress for preservation in the National Recording Registry for being (culturally, historically, or aesthetically significant.)",
        "tracks": "Battery, Master of Puppets, The Thing That Should Not Be, Welcome Home (Sanitarium), Disposable Heroes, Leper Messiah, Orion, Damage, Inc"
    },
    "And Justice For All": {
        "id": "And Justice For All",
        "name": "And Justice For All",
        "description": "...And Justice for All is the fourth studio album by American heavy metal band Metallica, released on August 25, 1988, by Elektra Records. It was the first Metallica album to feature bassist Jason Newsted, following the death of their previous bassist Cliff Burton in 1986. Burton received posthumous co-writing credit on To Live Is to Die, as Newsted followed bass lines Burton had recorded prior to his death. Metallica recorded the album with producer Flemming Rasmussen over four months in early 1988 at One on One Recording Studios in Los Angeles. It features aggressive complexity, fast tempos, and few verse-chorus structures. It contains lyrical themes of political and legal injustices, such as governmental corruption, censorship, and war. The cover, designed by Roger Gorman with illustration by Stephen Gorman and based on a concept by Metallica guitarist James Hetfield and drummer Lars Ulrich, depicts Lady Justice bound in ropes, being pulled by them to the point of breaking, with dollar bills piled upon and falling off her scales. The album title is derived from the last four words of the American Pledge of Allegiance. Three of its songs were released as singles: Harvester of Sorrow, Eye of the Beholder, and One; the title track, ...And Justice for All, was released as a promotional single. ...And Justice for All was acclaimed by music critics for its depth and complexity, although its dry mix and nearly inaudible bass guitar were criticized. It was included in The Village Voice's annual Pazz & Jop critics' poll of the year's best albums, and was nominated for a Grammy Award in 1989, controversially losing out to Jethro Tull in the Best Hard Rock/Metal Performance Vocal or Instrumental category. The single One backed the band's debut music video, and earned Metallica their first Grammy Award in 1990 (and the first ever in the Best Metal Performance category). It was successful in the United States, peaking at number six on the Billboard 200, and was certified 8× platinum by the Recording Industry Association of America (RIAA) in 2003 for shipping eight million copies in the U.S. The album was reissued on November 2, 2018, in vinyl, CD, and cassette formats, as well as receiving a deluxe box set treatment with bonus tracks and unreleased video footage. The reissue reached number 37 and 42 on Billboard's Top Album Sales and Top Rock Albums charts, respectively.",
        "tracks": "Blackened, ...And Justice For All, Eye of the Beholder, One, The Shortest Straw, Harvester of Sorrow, The Frayed Ends of Sanity, To Live is to Die, Dyers Eve"
    },
    "The Black Album": {
        "id": "The Black Album",
        "name": "The Black Album",
        "description": "Metallica (commonly known as The Black Album) is the fifth studio album by American heavy metal band Metallica. It was released on August 12, 1991, by Elektra Records. Recording sessions took place at One on One Recording Studios in Los Angeles over an eight-month span that frequently found Metallica at odds with their new producer Bob Rock. The album marked a change in the band's music from the thrash metal style of their previous four albums to a slower, heavier, and more refined sound. Metallica promoted Metallica with a series of tours. They also released five singles to promote the album: Enter Sandman, The Unforgiven, Nothing Else Matters, Wherever I May Roam, and Sad but True, all of which have been considered to be among the band's best-known songs. The song Don't Tread on Me was also issued to rock radio shortly after the album's release but did not receive a commercial single release. Metallica received widespread critical acclaim and became the band's best-selling album. It debuted at number one in ten countries and spent four consecutive weeks at the top of the Billboard 200, making it Metallica's first album to top the album charts. With over 30 million copies sold worldwide, Metallica is one of the best-selling albums worldwide, and also one of the best-selling albums in the United States since Nielsen SoundScan tracking began. The album was certified 16× platinum by the Recording Industry Association of America (RIAA) in 2012, and has sold over sixteen million copies in the United States, being the first album in the SoundScan era to do so. Metallica played Metallica in its entirety during the 2012 European Black Album Tour. In 2020, the album was ranked number 235 on Rolling Stone's (The 500 Greatest Albums of All Time) list. In December 2019, Metallica became the fourth release in American history to enter the 550-week milestone on the Billboard 200. It also became the second longest-charting traditional title in history only behind The Dark Side of the Moon (1973) by Pink Floyd, and the second to spend 550 weeks on the album charts.",
        "tracks": "Enter Sandman, Sad but True, Holier than Thou, The Unforgiven, Wherever I May Roam, Don't Tread on Me, Through the Never, Nothing Else Matters, Of Wolf and Man, The God That Failed, My Friend of Misery, The Struggle Within"
    },
    "White Blood Cells": {
        "id": "White Blood Cells",
        "name": "White Blood Cells",
        "description": "White Blood Cells is the third studio album by American rock duo the White Stripes, released on July 3, 2001. The album was recorded in less than one week at Easley-McCain Recording in Memphis, Tennessee, and was produced by frontman and guitarist Jack White. It was the band's final record released independently on Sympathy for the Record Industry. The album explores themes of love, hope, betrayal, and paranoia, which were inspired by the increased media attention the group were receiving. White Blood Cells was released to critical and commercial success. It produced the groundbreaking single Fell in Love with a Girl which was paired with its equally successful stop motion music video, as well as the singles Dead Leaves and the Dirty Ground, Hotel Yorba and We're Going to Be Friends. The album, along with the band's 2003 follow-up Elephant, has been featured on several music publications' lists of the greatest albums of the 2000s as well as of all time. Uncut ranked the album first on their 2009 list of 9The Greatest Albums of the 21st Century) to that point, and Rolling Stone ranked the album at number 497 on its 2012 list of (The 500 Greatest Albums of All Time).",
        "tracks": "Dead Leaves and the Dirty Ground, Hotel Yorba, I'm Finding It Harder to Be a Gentleman, Fell in Love with a Girl, Expecting, Little Room, The Union Forever, The Same Boy You've Always Known, We're Going to be Friends, Offend in Every Way, I Think I Smell a Rat, Aluminum, I Can't Wait, Now Mary, I Can Learn, This Protector"
    },
    "Elephant": {
        "id": "Elephant",
        "name": "Elephant",
        "description": "Elephant is the fourth studio album by the American rock duo The White Stripes. It was released on April 1, 2003, through V2, XL, and Third Man records. The majority of the album was recorded across two weeks in April 2002 and produced without the use of computers, instead utilizing an eight-track tape machine and various gear no more recent than 1963. The album peaked at number six on the Billboard 200 and topped the UK Albums Charts. It has sold 4 million records worldwide, and earned several certifications including 2x Platinum from the Recording Industry Association of America (RIAA) and 3x Platinum from the British Phonographic Industry (BPI). It spawned the hit single Seven Nation Army which has continued to experience commercial success and became a sports anthem. I Just Don't Know What to Do with Myself, The Hardest Button to Button and There's No Home for You Here were also released as singles. Elephant received widespread critical acclaim, and it is often cited as the White Stripes' best work. The album earned several accolades, including a nomination for Album of the Year and winning Best Alternative Music Album and Best Rock Song for Seven Nation Army at the 46th Grammy Awards. In 2012, Rolling Stone magazine ranked it 390th on its list of (The 500 Greatest Albums of All Time), and additionally ranked it the fifth-best album of the 2000s decade. Authors and reviewers have praised Elephant as one of the best albums of the 21st century.",
        "tracks": "Seven Nation Army, Black Math, There's No Home for You Here, I Just Don't Know What to Do with Myself, In the Cold, Cold Night, I Want to Be the Boy to Warm Your Mother's Heart, You've Got Her in Your Pocket, Ball and Biscuit, The Hardest Button to Button, Little Acorns, Hypnotize, The Air Near My Fingers, Girl, You Have No Faith in Medicine, Well It's True That We Love One Another"
    },
    "Icky Thump": {
        "id": "Icky Thump",
        "name": "Icky Thump",
        "description": "Icky Thump is the sixth and final studio album by American rock duo The White Stripes, released through Warner Bros. and Third Man Records in June 2007, with XL Recordings handling the United Kingdom release. Its first release came on June 15, 2007, in Germany, with the release for the rest of Europe occurring on June 18 and the rest of the world on June 19. Icky Thump received positive reviews from critics and enjoyed commercial success, entering the UK Albums Chart at number one and debuting at number two on the Billboard 200, becoming the duo's highest-charting album in the US with 223,000 copies sold. By late July, Icky Thump was certified gold in the United States. On February 10, 2008, the album won a Grammy Award for Best Alternative Music Album.",
        "tracks": "Icky Thump, You Don't Know What Love Is (You Just Do As You're Told), 300 M.P.H. Torrential Outpour Blues, Conquest, Bone Broke, Prickly Thorn, but Sweetly Worn, St. Andrew (This Battle Is in the Air), Little Cream Soda, Rag and Bone, I'm Slowly Turning into You, A Martyr for My Love for You, Catch Hell Blues, Effect and Cause"
    },
    "Outlandos d'Amour": {
        "id": "Outlandos d'Amour",
        "name": "Outlandos d'Amour",
        "description": "Outlandos d'Amour (Outlands of Love) is the debut studio album by British rock band the Police, released on 3 November 1978 by A&M Records. Elevated by the success of its lead single, Roxanne, Outlandos d'Amour peaked at No. 6 on the UK Albums Chart and at No. 23 on the Billboard 200. The album spawned two additional hit singles: Can't Stand Losing You and So Lonely. Although Outlandos d'Amour received mixed reviews upon its release, it has since been regarded as one of the strongest debut albums. Rolling Stone ranked it as the 38th best debut album of all time and the 428th greatest album of all time.",
        "tracks": "Next to You, So Lonely, Roxanne, Hole in My life, Peanuts, Can't Stand Losing You, Truth Hits Everybody, Born in the 50's, Be My Girl - Sally, Masoka Tanga"
    },
    "Reggatta de Blanc": {
        "id": "Reggatta de Blanc",
        "name": "Reggatta de Blanc",
        "description": "Reggatta de Blanc (White Reggae) is the second studio album by British rock band the Police, released on 5 October 1979 by A&M Records. It was the band's first release to top the UK Albums Chart and features their first two UK number-one singles: Message in a Bottle and Walking on the Moon. In early 1980, the album was reissued in the United States on two 10 discs, one album side per disc, and as a collector's edition with a poster of the band. The music features the Police's distinctive appropriation of reggae and frontman Sting's Caribbean vocal inflections. The album's title loosely translates in French to White Reggae. It was the band's second album to bear a Franglais title, after their 1978 debut album Outlandos d'Amour. Reggatta de Blanc proved more popular and successful than its predecessor. The title track earned the band their first Grammy Award for Best Rock Instrumental Performance. In 2003, Reggatta de Blanc was ranked at number 369 on Rolling Stone magazine's list of the 500 greatest albums of all time.",
        "tracks": "Message in a Bottle, Reggatta de Blanc, It's Alright for You, Bring On the Night, Deathwish, Walking on the Moon, On Any Other Day, This Bed's Too Big Without You, Contact, Does Everyone Stare, No Time This Time"
    },
    "Zenyatta Mondatta": {
        "id": "Zenyatta Mondatta",
        "name": "Zenyatta Mondatta",
        "description": "Zenyatta Mondatta is the third studio album by British rock band the Police, released on 3 October 1980 by A&M Records. It was co-produced by the band and Nigel Gray. Zenyatta Mondatta reached number one on the UK Albums Chart and number five on the US Billboard 200. It produced the hit singles Don't Stand So Close to Me and De Do Do Do, De Da Da Da. The album won the band two Grammy Awards: Best Rock Performance by a Duo or Group with Vocal for Don't Stand So Close to Me and Best Rock Instrumental Performance for Behind My Camel.",
        "tracks": "Don't Stand So Close to Me, Driven to Tears, When the World is Running Down, You Make the Best of What's Still Around, Canary in a Coalmine, Voices Inside My Head, Bombs Away, De Do Do Do, De Da Da Da, Behind My Camel, Man in a Suitcase, Shadows in the Rain, The Other Way of Stopping"
    },
    "Ghost in the Machine": {
        "id": "Ghost in the Machine",
        "name": "Ghost in the Machine",
        "description": "Ghost in the Machine is the fourth studio album by British rock band the Police. The album was released on 2 October 1981 by A&M Records. The songs were recorded between January and September 1981 during sessions that took place at AIR Studios in Montserrat and Le Studio in Quebec, assisted by record producer Hugh Padgham. Ghost in the Machine topped the UK Albums Chart and peaked at number two on the US Billboard 200. The album produced the highly successful singles Every Little Thing She Does Is Magic, Invisible Sun, and Spirits in the Material World, with a fourth single, Secret Journey, also being released in the US. Ghost in the Machine was listed at number 322 on Rolling Stone's list of the 500 greatest albums of all time. The album was reissued in 1983 on CD.",
        "tracks": "Spirits in the Material World, Every Little Thing She Does is Magic, Invisible Sun, Hungry for You, Demolition Man, Too Much Information, Rehumanize Yourself, One World (Not Three), Omegaman, Secret Journey, Darkness"
    },
    "Synchronicity": {
        "id": "Synchronicity",
        "name": "Synchronicity",
        "description": "Synchronicity is the fifth and final studio album by the British rock band the Police, released on 17 June 1983 by A&M Records. The band's most successful release, the album includes the hit singles Every Breath You Take, King of Pain, Wrapped Around Your Finger, and Synchronicity II. The album's title and much of the material for the songs were inspired by Arthur Koestler's book The Roots of Coincidence (1972). At the 1984 Grammy Awards the album was nominated for a total of five awards, including Album of the Year, and won three. At the time of its release and following its tour, the Police's popularity was at such a high that they were arguably, according to BBC and The Guardian, the (biggest band in the world). Synchronicity is considered to be a defining album of the Second British Invasion. It reached number one on both the UK Albums Chart and the US Billboard 200, and sold over eight million copies in the US. The album was widely acclaimed by critics. Praise centered on its cohesive merging of disparate genres and sonic experimentation. Rolling Stone described (each cut on Synchronicity [as] not simply a song but a miniature, discrete soundtrack). It has since been included in the magazine's lists of the (100 Best Albums of the Eighties) and the (500 Greatest Albums of All Time). In 2009, Synchronicity was inducted into the Grammy Hall of Fame. In 2023, the album was selected for preservation in the United States National Recording Registry by the Library of Congress as being (culturally, historically, or aesthetically significant.)",
        "tracks": "Synchronicity I, Walking in Your Footsteps, O My God, Mother, Miss Gradenko, Synchronicity II, Every Breath You Take, King of Pain, Wrapped Around Your Finger, Tea in the Sahara, Murder by Numbers"
    }
    
}




